[
  "obsidian-git",
  "templater-obsidian",
  "quickadd",
  "obsidian-tasks-plugin",
  "dataview",
  "calendar",
  "obsidian-linter",
  "link-favicon",
  "omnisearch",
  "obsidian-shellcommands"
]